Repository: mybirthname/ERPFinal
Catalog: ERP.Web/Resources/SharedResources.*.resx
Languages: bg_bg

# Customer
source: Customers
bg_bg: Клиенти

source: Edit
bg_bg: Редакция

source: ERP System
bg_bg: ЕРП Система

# Invoice
source: Invoices
bg_bg: Фактури

# Order
source: Orders
bg_bg: Поръчки

source: Order Process
bg_bg: Поръчков процес

source: Register
bg_bg: Регистрация

source: Search
bg_bg: Търсене

source: Sign In
bg_bg: Вход

source: Sign Out
bg_bg: Изход

# StockReceipt
source: Stock Receipts
bg_bg: Разписки за наличност

# Supplier
source: Suppliers
bg_bg: Доставчици

source: Accept
bg_bg: Приемам

source: Cookie Banner
bg_bg: Банер на бисквитките

source: Cookie Policy
bg_bg: Полица на бисквитките

source: Error
bg_bg: Грешка

# ErrorDesc
source: An error occurred while processing your request.
bg_bg: Грешка при обработване на вашата заявка

source: Learn More
bg_bg: Научи повече

source: Request ID:
bg_bg: ID на заявката:

# ConfirmEmail
source: Email Confirmation
bg_bg: Потвърждение на Емайл

source: Language
bg_bg: Език

# AccountLockout
source: This account has been locked out, please try again later.
bg_bg: Акаунта е заключен, моля опитайте по-късно.

# CheckEmail
source: Please check your email to reset your password.
bg_bg: Проверете емайла си за промяна на паролата ви.

source: Enter your email.
bg_bg: Вкарайте своя емайл.

# ForgotPassword
source: Forgot your password?
bg_bg: Забравихте паролата си ?

source: Log Out
bg_bg: Изход

# LogOutDesc
source: You have successfully logged out of the application.
bg_bg: Успешно излезнахте от приложението.

# ResetPasswordConf
source: Reset password confirmation
bg_bg: Потвърждение за сменена парола

# ResetPasswordConfDesc1
source: Your password has been reset. Please
bg_bg: Вашата парола беше сменена. Моля

# ResetPasswordConfDesc2
source: click here to log in
bg_bg: натиснете тук за да влезнете отново

source: Submit
bg_bg: Потвърждаване

# ChangeAccountSettings
source: Change your account settings
bg_bg: Сменете вашите настроики

source: Change Password
bg_bg: Смяна на паролата

# ManageAccount
source: Manage your account
bg_bg: Управление на акаунта

source: Password
bg_bg: Парола

source: Personal Data
bg_bg: Персонална информация

source: Update Password
bg_bg: Промяна на паролата

# DeleteData
source: Deleting this data will permanently remove your account, and this cannot be recovered.
bg_bg: Изтриването на тези данни ще премахне вашият акаунт и няма да може да се възстанови

# DeleteDataAction
source: Delete data and close my account
bg_bg: Триене на данните и затваряне на акаунта

# DownloadData
source: Download Your Data
bg_bg: Изтеглете вашите данни

# EnterEmail
source: Enter your email
bg_bg: Въведете вашият емайл

source: Reset
bg_bg: Промяна

source: Reset password
bg_bg: Промени парола

source: Reset your password
bg_bg: Променете вашата парола

source: Profile
bg_bg: Профил

# DataDeletion
source: Deleting this data will permanently remove your account, and this cannot be recovered.
bg_bg: Триенето на акаунта ви ще бъде трайно и няма да може да се възстанови

# DataDesc
source: Your account contains personal data that you have given us. This page allows you to download or delete that data.
bg_bg: Вашият профил съдържа лични данни, които сте ни предоставили. Тази страница дава възможноста да ги изтеглите или изтриете

source: Delete
bg_bg: Триене

source: Download
bg_bg: Теглене

source: Home
bg_bg: Начало

source: Administration
bg_bg: Администрация

source: News
bg_bg: Новини

source: UserRoles
bg_bg: Потребителски роли

# _ProfileUpdated
source: Your profile has been updated
bg_bg: Вашият профил беше обновен

# BackToList
source: Back
bg_bg: Назад

source: Create News
bg_bg: Създай новина

source: Edit News
bg_bg: Промяна на новина
